let navItems = ["Главное", "Интересное", "Экономика", "Политика", "Общество", "Технологии", "Спорт", "Культура", "Происшествия", "Наука"]

let news1 = [
    {
        id: 1,
        author: "ИА Красная Весна 15:55",
        title: "Кандидат на пост канцлера ФРГ Шольц назвал условия коалиционного соглашения",
        content: "Лидер Социал-демократической партии Германии (СДПГ) и кандидат на должность...",
        image: "../assets/images/l1.png",
        icon : "../assets/images/li1.png"
    }, 
    {
        id: 2,
        author: "Газета.Ru 12:54",
        title: "Ученые доказали экспериментальным путем пользу покровных культур",
        content: "Новое исследование ученых университета Иллинойса объединяет полевые данные...",
        image: "../assets/images/r1.png",
        icon: "../assets/images/ri1.png"
    },
    {
        id: 3,
        author: "Хайтек+ 13:44",
        title: "Baidu запустила публичный сервис роботакси Apollo Go в <br /> Шанхае",
        content: "Автопарк Baidu состоит из модифицированных электромобилей EV... ",
        image: "../assets/images/r2.png",
        icon: "../assets/images/ri2.png"
    },
    {
        id: 4,
        author: "Digger.ru 14:25",
        title: "Стали известны ёмкости аккумуляторов всех моделей iPhone 13",
        content: "Во время презентации iPhone 13 Apple придала большое значения...",
        image: "../assets/images/l2.png",
        icon: "../assets/images/li2.png"
    },
    {
        id: 5,
        author: "Lenta.ru 10:54",
        title: "Стали известны ёмкости аккумуляторов всех моделей iPhone 13",
        content: "Во время презентации iPhone 13 Apple придала большое значения...",
        image: "../assets/images/r3.png",
        icon: "../assets/images/ri3.png"
    },
    {
        id: 6,
        author: "Тарантас Ньюс 10:44",
        title: "Китайская марка JAC повысила цены на лифтбек и пикап в <br /> России",
        content: "Две модели китайского бренда JAC из пяти, представленных на российском...",
        image: "../assets/images/r4.png",
        icon: "../assets/images/ri4.png"
    }
]

let news2 = [
    {
        id: 1,
        author: "ИА Красная Весна 15:55",
        title: "Китайский Чунцин запустил чартерный рейс для студентов до Британии",
        content: "Чартерный рейс с 244 китайскими студентами вылетел из города центрального подчинения Чунцина на юго-западе Китая в британский Манчестер...",
        image: "../assets/images/n1.png",
        icon: "../assets/images/li1.png"
    },
    {
        id: 2,
        author: "ТАСС 11:35",
        title: "В Германии выпустят ограниченную партию плюшевых мишек в образе Меркель",
        content: "БЕРЛИН, 19 сентября. / ТАСС/. Знаменитая фабрика по производству плюшевых игрушек в городе Кобург (федеральная земля Бавария) изготовила уникального...",
        image: "../assets/images/n2.png",
        icon: "../assets/images/ni2.png"
    },
    {
        id: 3,
        author: "РБК Инвестиции 09:35",
        title: "Акции КНР утратили доверие инвесторов. Что делать с бумагами прямо сейчас",
        content: "За последние месяцы инвесторы в китайский рынок пережили настоящее потрясение — из-за ужесточения регулирования технологического сектора и критики некоторых...",
        image: "../assets/images/n3.png",
        icon: "../assets/images/ni3.png"
    },
    {
        id: 4,
        author: "Solenka.info 19:43",
        title: "Китай раскритиковал заключенный Австралией, США и Великобританией антикитайский союз AUKUS",
        content: "Не только Франция, которая лишилась многомиллиардного контракта с Австралий, осталась недовольна созданием трехстороннего оборонного альянса AUKUS, пишет Anna-News.info",
        image: "../assets/images/n4.png",
        icon: "../assets/images/ni4.png"
    }
]

let news3 = [
    {
        id: 1,
        title: "В Фергане создадут узбекско-пакистанский университет",
        author: "Sputnik Узбекистан 14:09"
    },
    {
        id: 2,
        title: "Узбекистан утвердил соглашение о содействии занятости в странах СНГ",
        author: "ИА Красная Весна 10:19"
    },
    {
        id: 3,
        title: "В Узбекистане увеличиваются очереди за автомобилями UzAuto",
        author: "Северная газета (Армянск) 13:50"
    },
    {
        id: 4,
        title: "Минтуризма опровергло приостановку выплат за шаги",
        author: "Sputnik Узбекистан 14:32"
    }

]